<?php

/**
 * ECSHOP 聚合支付语言文件
 * ============================================================================
 * * 版权所有 2005-2018 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: alipay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['juhepay'] = '聚合支付';
$_LANG['juhepay_desc'] = '聚合支付平台（第三方支付）';
$_LANG['juhepay_account'] = '聚合支付帐户';
$_LANG['juhepay_key'] = '聚合支付签名KEY';
$_LANG['juhepay_partner'] = '商户号';
$_LANG['pay_button'] = '立即支付';


$_LANG['juhepay_pay_method'] = '支持接口类型';
$_LANG['juhepay_pay_method_desc'] = '控制支付接口类型：1-支付宝 2-微信 3-快捷 注：支持多选，格式如下：1,2,3';

$_LANG['juhepay_bank'] = '支持银行';
$_LANG['juhepay_bank_desc'] = '支持银行：多个银行之间用","分隔，例如：建设银行,工商银行,农业银行,招商银行';
?>