<?php

/**
 * ECSHOP 聚合支付语言文件
 * ============================================================================
 * * 版权所有 2005-2018 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: alipay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['juhepay1'] = '聚合支付-黄金叶支付';
$_LANG['juhepay1_desc'] = '聚合支付平台-黄金叶（第三方支付平台）';

$_LANG['juhepay_partner'] = '商户号';
$_LANG['juhepay_sign_key'] = '签名KEY';
$_LANG['pay_button'] = '立即支付';


$_LANG['juhepay_pay_method'] = '支持接口类型';
$_LANG['juhepay_pay_method_desc'] = '控制支付接口类型：1-支付宝 2-微信 5-快捷 注：支持多选，格式如下：1,2,5';

$_LANG['juhepay_alipay_quota'] = '支付宝限额';
$_LANG['juhepay_alipay_quota_desc'] = '支付宝限额：1）若是范围限制，格式如下：100-1000  2）如果是多个数值限定，格式如下：10,100,1000';

$_LANG['juhepay_wxpay_quota'] = '微信支付限额';
$_LANG['juhepay_wxpay_quota_desc'] = '微信支付限额：1）若是范围限制，格式如下：100-1000  2）如果是多个数值限定，格式如下：10,100,1000';

$_LANG['juhepay_kjpay_quota'] = '快捷支付限额';
$_LANG['juhepay_kjpay_quota_desc'] = '快捷支付限额：1）若是范围限制，格式如下：100-1000  2）如果是多个数值限定，格式如下：10,100,1000';
?>