<?php

/**
 * ECSHOP 演员管理语言项
 * ============================================================================
 * * 版权所有 2005-2018 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: actors.php 17217 2011-01-19 06:29:08Z liubo $
*/

$_LANG['id'] = 'ID';
$_LANG['code'] = '唯一编码';
$_LANG['name'] = '名称';

$_LANG['refresh'] = '刷新';

/*提示信息*/
$_LANG['refresh_confirm'] = '你确认要刷新选定的缓存吗？';
$_LANG['refresh_succeed'] = '刷新成功！';
$_LANG['refresh_fail'] = '刷新失败！';

?>
